{
  "local": [
    {
      "id": "local-2",
      "title": "Concert Event with Adana Çokfonik Music Association - May 2024",
      "description": "A concert in cooperation with Adana Çokfonik Music Association",
      "image": "/images/uploads/1760600288060-kaizen_cokfonik_2.jpg",
      "content": "On May 18, 2024, as Kazien Association, we held a concert in cooperation with Adana Çokfonik Music Association, which has been operating in Adana for 10 years, with the participation of Polyphonic and Çukurova Philharmonic Association Polyphonic Children's Choirs. The event was held as a step towards promoting and sustaining choral and polyphonic music culture. This collaboration was an important step towards reinforcing our contribution to the rooting of this culture in Adana and its transfer to future generations.",
      "date": "2024-02-01",
      "status": "completed",
      "gallery": [
        "/images/uploads/1760618259288-kaizen_cokfonik_1.jpg",
        "/images/uploads/1760618259325-kaizen_cokfonik_2.jpg",
        "/images/uploads/1760618259326-kaizen_cokfonik_3.jpg"
      ],
      "activities": [
        {
          "id": "1760940000000",
          "content": "**Concert Preparation**\n\nWe are excited to announce that our concert with Adana Çokfonik Music Association is in the final preparation stages. The event will feature performances by both Polyphonic and Çukurova Philharmonic Association Polyphonic Children's Choirs.\n\n**Key Highlights:**\n- Rehearsals completed successfully\n- Venue arrangements finalized\n- Media coverage confirmed\n- Expected audience: 200+ people",
          "images": [
            "/images/uploads/1760618259288-kaizen_cokfonik_1.jpg"
          ]
        }
      ]
    },
    {
      "id": "local-1760617708685",
      "title": "Training Activity for Youth Project - July 2024",
      "description": "As Kaizen Association, we met with young people in the Adana/Turkiye",
      "content": "As Kaizen Association, we met with young people in the Adana/Turkiye mobility of the \"Extremism and Radicalization\" Erasmus+ Youth project, which is carried out by Çukurova Gelecek Nesil Gençlik Derneği and brings together young people from Europe. First we made an energizer activity with the young people and then held a session about the EU Youth Strategy and the activities carried out in our country. We would like to thank @cgderorg Association and participants for this fun and productive day. ",
      "image": "/images/uploads/1760617708530-1280.jpg",
      "gallery": [
        "/images/uploads/1760618214743-kaizen_youth_2.jpg"
      ],
      "date": "2025-10-16",
      "status": "completed",
      "activities": [
        {
          "id": "1760940000001",
          "content": "**Youth Training Session Update**\n\nWe successfully completed our training session with young people from Europe. The session focused on:\n\n- EU Youth Strategy discussions\n- Interactive energizer activities\n- Cultural exchange opportunities\n- Future collaboration planning\n\nThe participants showed great enthusiasm and engagement throughout the session.",
          "images": [
            "/images/uploads/1760618214743-kaizen_youth_2.jpg"
          ]
        }
      ]
    },
    {
      "id": "local-1761412936703",
      "title": "Experience Exchange Meeting - April 2025",
      "description": "Young people came together, and inspiration filled the air!\nDuring Kaizen’s experience-sharing meeting, we talked about DiscoverEU and Youth Exchanges projects. \nParticipants shared their experiences, questions were answered, and new dreams were born.\nIf you want to explore Europe and take part in international projects, stay tuned!\nExciting opportunities are waiting for you!",
      "content": "-",
      "image": "/images/Webinar.png",
      "gallery": [
        "/images/uploads/1762201817916-WhatsApp Image 2025-10-25 at 20.19.19.jpeg"
      ],
      "activities": [],
      "date": "2025-10-25",
      "status": "completed"
    },
    {
      "id": "local-1762199811393",
      "title": "Experience Exchange Meeting - October 2025",
      "description": "At the online event we held on October 13, 2025, young people participating in Erasmus+ Youth Exchange projects shared their experiences, acquired skills, and unforgettable memories with other young people.",
      "content": "At the online event we held on October 13, 2025, young people participating in Erasmus+ Youth Exchange projects shared their experiences, acquired skills, and unforgettable memories with other young people. This event, filled with valuable sharing, also inspired young people interested in European opportunities.",
      "image": "/images/Webinar.png",
      "gallery": [
        "/images/uploads/1762201615900-WhatsApp Image 2025-11-02 at 19.14.16.jpeg"
      ],
      "activities": [],
      "date": "2025-11-03",
      "status": "completed"
    },
    {
      "id": "local-1762768934237",
      "title": "Experience Exchange Meeting - November 2025",
      "description": "On November 6, during our online event, Ata Saygın Karaali, who took part in an ESC volunteering project, shared his volunteering experience in Europe with us! ",
      "content": "On November 6, during our online event, Ata Saygın Karaali, who took part in an ESC volunteering project, shared his volunteering experience in Europe with us! \nHe answered curious young people’s questions and talked about every detail — from the application process to daily life abroad. \n\nA big thank you to our speaker Ata and everyone who joined us! \nIf you’re also curious about what it’s like to be a volunteer in Europe, stay tuned!",
      "image": "/images/Webinar.png",
      "gallery": [
        "/images/uploads/1762768933578-WhatsApp Image 2025-11-10 at 00.16.56.jpeg",
        "/images/uploads/1762768933592-WhatsApp Image 2025-11-10 at 00.16.57.jpeg"
      ],
      "activities": [],
      "date": "2025-11-10",
      "status": "completed"
    }
  ],
  "erasmus": {
    "k1": {
      "k152": [],
      "k153": []
    },
    "k2": {
      "ka210": [
        {
          "id": "ka210-1760619346070",
          "title": "Let's Raise Climate Change Awareness For the Rise of Resilience!",
          "description": "Project Objective: The aim of the project is to increase awareness among young people about climate change and develop resilience in the face of earthquake and fire situations.",
          "content": "**Project Number:** 2023-1-RO01-KA210-YOU-000153810\n  \n\n**Grant Program:** Erasmus+ KA210 Small Scale Cooperation Partnership\n  \n\n**Coordinator:** Romania\n  \n\n**Partners:** Portugal\n  \n\n**Project Duration:** 01.09.2023 - 31.03.2025\n  \n\n**Project Objective:** The aim of the project is to increase awareness among young people about climate change and develop resilience in the face of earthquake and fire situations.\n\n**Activities:**\nTransnational Project Meeting: Adana, Turkey, 9-11 February 2024\nShort-Term Joint Staff Training Activity: Foscani, Romania, 6-13 April 2024\nLocal Training Activity\nThe International Youth Volunteer Corps For Climate Change (CIVYCS): Volunteer Youth Teams Against Climate Change\nShort-Term Blended Youth Mobility: Lisbon, Portugal, 19-24 August 2024\nLocal Conference Event\nDissemination Activities\n\n**Project Outputs:**\nE-Learning Platform (Open Educational Resource): A digital education module designed to increase awareness among young people about climate change and build resilience.\nDigital Games (Open Educational Resource): Digital games aiming to serve as informal learning, allowing young people to enhance their awareness of climate change and resilience.\n\n**TURKIYE MOBILITY (9th-11th February 2024)**\nThe transnational project meeting of the European Union Erasmus+ Program KA210 Youth Project \"Let's Raise Climate Change Awareness for the Rise of Resilience!\", which was eligible to receive a grant in 2023, was carried out with 3 days of work and activities. The partners, who made presentations about disaster situations in their countries and the work done, discussed what young people can do in these situations and exchanged ideas about the online training module and its content, which will form the intellectual output of the project.",
          "image": "/images/uploads/1760951882383-1760950973906-1760950740105-1760950169550-1760619345083-Resist_0.jpg",
          "gallery": [
            "/images/uploads/1760619345159-resist_1.jpg",
            "/images/uploads/1760619345203-resist_2.jpg",
            "/images/uploads/1760619345203-resist_3.jpg",
            "/images/uploads/1760619345203-resist_4.jpg"
          ],
          "date": "2025-10-16",
          "status": "completed",
          "activities": [
            {
              "id": "1760948785599",
              "content": "**TURKIYE MOBILITY (9th-11th February 2024)**\nThe transnational project meeting of the European Union Erasmus+ Program KA210 Youth Project \"Let's Raise Climate Change Awareness for the Rise of Resilience!\", which was eligible to receive a grant in 2023, was carried out with 3 days of work and activities. The partners, who made presentations about disaster situations in their countries and the work done, discussed what young people can do in these situations and exchanged ideas about the online training module and its content, which will form the intellectual output of the project.",
              "images": [
                "/images/uploads/1760948785567-Turkiye_Mobility.jpg",
                "/images/uploads/1760948785566-Turkiye_Mobility_1.jpg",
                "/images/uploads/1760948785566-Turkiye_Mobility_2.jpg"
              ]
            },
            {
              "id": "1760949922877",
              "content": "**ANNOUNCEMENT for YOUTHWORKERS**",
              "images": [
                "/images/uploads/1760949922867-Announcement_1.jpg"
              ]
            },
            {
              "id": "1760950261987",
              "content": "**LOCAL CONFERENCE for YOUTH**\n\nAs Kaizen Association, we held a local conference for our Erasmus KA210 project \"Let's Raise Climate Change Awareness for the Rise of Resilience!\" At the conference, which was held with the participation of young people from universities and high schools, we informed them about the process by giving information about the aims, partners and activities of our project.",
              "images": [
                "/images/uploads/1760950261980-Local_Conferance_1.jpg"
              ]
            },
            {
              "id": "1760950901412",
              "content": "**ROMANIA MOBILITY** (6th-13th April 2024)\n\nThe second mobility of our project \"Short-Term Joint Staff Training Event\" was held in Focşani, Romania, between 6-13th April 2024. During the mobility, in which 9 youthworkers from all partner countries participated, studies were carried out on the content of two online courses for young people, which are the outputs of our project, and it was decided which tools would be used in our studies. Participants attended workshops on climate change and disaster resistance, first aid in case of disaster, \"Smart Cities\" project presentations, and visited the Vrincioaia Seismology Center, Mărășești Mausoleum, and then Zaga-Zaga Tourism Center and cultural tour of Bucharest.",
              "images": [
                "/images/uploads/1760950901399-Romania_Mobility_1.jpg"
              ]
            },
            {
              "id": "1760951329293",
              "content": "**ANNOUNCEMENT for CIVYC VOLUNTEERS**",
              "images": [
                "/images/uploads/1760951329285-Announcement_2.jpg"
              ]
            },
            {
              "id": "1760951425232",
              "content": "**RESULTS for CIVYC VOLUNTEERS**",
              "images": [
                "/images/uploads/1760951425224-Announcement_3.jpg"
              ]
            },
            {
              "id": "1760951475236",
              "content": "**PREPARATORY MEETING with YOUTHS**",
              "images": [
                "/images/uploads/1760951475220-Preparatory.jpg"
              ]
            },
            {
              "id": "1760951522349",
              "content": "**STAFF MEETING**\n\nWe held a staff meeting before the mobility of our \"Resist Climate Change!\" Project, which will be hosted by eFuturo Academy between August 14-20th. In the meeting, in addition to sharing the mobility details, ideas were exchanged on the progress of the learning module, which constitutes the intellectual output of our project. ",
              "images": [
                "/images/uploads/1760951522336-Staff_Meeting.jpg"
              ]
            },
            {
              "id": "1760951577078",
              "content": "**PORTUGAL MOBILITY** (14-20th August 2024)\n\nThe 3rd and final mobility of our project (Blended Mobility) was held in Lisbon, Portugal, hosted by our project partner eFuturo Academy. During the 5-day Learning Teaching Training activity, participants tested the e-learning platform, which is the intellectual output of our project, reviewed the content and made evaluations together. The mobility, in which trainers from Portugal provided training on climate change and its effects on natural disasters, organized events with the participation of young people, and each partner countries made presentations on the project topic. The mobility provided the opportunity for young people to deepen their knowledge on the impact of climate change on natural disasters and what can be done in this regard, and to be prepared for natural disasters, as well as to gain information about the culture of the country. As Kaizen NGO, this mobility, which we participated in with 6 young people and 1 young employee, offered us a great experience.",
              "images": [
                "/images/uploads/1760951577068-Portugal_Mobility_1.jpg"
              ]
            },
            {
              "id": "1760951614093",
              "content": "**TESTING PLATFORM**\n\nIn our project we have developed two training courses with Romania and Portugal as project results;\nCourse 1: Resilience in Natural Disasters\nCourse 2: Climate Change Adaptation Youth Actions\nThese courses will be shared as Open Educational Sources in an e-Learning Platform. \n\nWe have tested the platform with 50 young people on 30th October to detect the weak points and improve them before the final version. After the improvements to be made in the platform, we’ll hold a local training for the youth soon.",
              "images": [
                "/images/uploads/1760951614066-Testing_Platform.jpg"
              ]
            },
            {
              "id": "1760951659268",
              "content": "**LOCAL YOUTH TRAINING ACTIVITY** (23th November 2024)\n\nAs Kaizen Association, our ongoing project \"Resist Climate Change!\" Local Youth Training Activity The International Youth Volunteer Corps For Climate Change (CIVYCS): Creating Volunteer Youth Teams Against Climate Change was held on November 23, 2024. In the activity, which was held with the participation of 25 young people, the e-learning platform prepared to increase the resilience of young people against natural disasters and to raise their awareness was introduced. \n\nThe e-learning platform, which was created to raise awareness among young people about what can be done to develop resistance against natural disasters and reduce the effects of global warming on nature and human life, was introduced and a meeting was held to raise awareness among young people on these issues with the help of the platform. The content on the platform was accessed by young people and education was supported with fun activities. \n\n At the end of the event, certificates were presented to the participants at a ceremony. We would like to thank the young people who participated in the training and our association members who contributed to the organization of the event. ",
              "images": [
                "/images/uploads/1760951659261-Local_Youth.jpg"
              ]
            },
            {
              "id": "1760951734685",
              "content": "**E-LEARNING PLATFORM** (PROJECT RESULT)\n\nWe have come to the end of our Resist Climate Change project on March 31, 2025. Throughout our project, we have worked on developing young people’s resilience against natural disasters. As an output of our project, we aimed to support young people’s self-learning by establishing the resistclimatechange.moqi.pt e-learning platform, which they can easily register and access from anywhere in the world. The first training content of our two-course course focuses on developing resilience against natural disasters. The content, supported by videos, infographics, games, and quizzes, supports young people’s development in this regard by going beyond the ordinary.\n\n2nd Course content focuses on Climate Change Adaptation and Youth Actions. In this module, the relationship between the climate crisis and natural disasters is explained, interesting information about natural disasters is shared, institutions that young people can join in their countries are listed, and learning is supported by making it fun with games. You can access the training platform at resistclimatechange.moqi.pt and complete the training by registering for free.",
              "images": [
                "/images/uploads/1760951734540-Platform_1.jpg",
                "/images/uploads/1760951734613-Platform_2.jpg",
                "/images/uploads/1760951734613-Platform_3.jpg",
                "/images/uploads/1760951734613-Platform_4.jpg"
              ]
            }
          ]
        },
        {
          "id": "ka210-1760879891017",
          "title": "Migrant Integration Through Digital Heritage and AI Support",
          "description": "The project is supporting the integration process of immigrant students with digital cultural heritage and artificial intelligence tools.",
          "content": "**KA210 SCH Erasmus+ Project**\n\n**Project Number:** 2025-1-ES01-KA210-SCH-000351102\n\n**Grant Program:** Erasmus+ KA210 Small Scale Cooperation Partnership\n\n**Coordinator:** Spain\n\n**Partners:** Turkiye, Greece, Portugal\n\n**Project Duration:** 01.12.2025 - On going\n\n**Project Objective:** \n\n- Facilitate the integration of immigrant students into their new culture,\n- Develop awareness of cultural diversity and tolerance among local students,\n- Enhance teachers' digital and AI-based teaching skills,\n- Bring cultural heritage into the classroom with Museum-in-a-box and Heritage-in-a-box materials,\n- Create a lasting and widespread impact with the \"Connecting to EU Toolkit.\"\n\n\n**Activities:** \n- 1.TPM: Kick-Off Meeting\n- 2.Development of the \"Connecting To EU Toolkit\" including Museum/Heritage-in-a-box & Methodology Guide\n- Book for Teachers\n- 3.Capacity Training (teachers' digital competency)\n- 4.Piloting and User Testing Activity of The Toolkit\n- 5.Local activities:Migrant families, local people (integration, EU values, heritage)\n- 6.Synchronized eTwin project in ESEP enabling to spread the impact in partnership and beyond\n- 7.Evaluate impact/disseminate results (website, ESEP, events)\n\n",
          "image": "/images/uploads/1760881557623-PlaceHolder.png",
          "gallery": [],
          "activities": [],
          "date": "2025-10-19",
          "status": "active"
        },
        {
          "id": "ka210-1761412183799",
          "title": "Eco Pathway: Shaping Sustainable Green Education in Schools Empowered by AI Tools",
          "description": "This project aims to combine sustainable green education with artificial intelligence tools.",
          "content": "**KA210 SCH Erasmus+ Project**\n\n**Project Number:** 2025-1-PL01-KA210-SCH-000350733\n\n**Grant Program:** Erasmus+ KA210 Small Scale Cooperation Partnership\n\n**Coordinator:** Poland\n\n**Partners:** Turkiye, Slovakia\n\n**Project Duration:** 10.11.2025 - On going\n\n**Project Objective:**\n\nThe project aims to promote environmental awareness by integrating AI-supported green education into school\ncurricula. It seeks to enhance teachers' digital competencies, enabling them to use AI and Web 2.0 tools\neffectively. It fosters resilience on climate issues while engaging parents in sustainability activities. It ensures a\nlong-term impact on education via developed the Eco Pathway framework and the website.\n\n**Activities:**\n\nThe project includes capacity-building training for teachers, equipping them with AI-integrated sustainability\neducation tools. The EcoPathway framework will be developed, featuring EcoPioneer, EcoCompass, EcoGuide,\nand Sustainability Partners packages. Teachers will apply these in classrooms through interactive sustainability\nactivities, while students and parents engage in local eco-friendly initiatives. All resources will be shared via the\nEcoPathway Hub.",
          "image": "/images/uploads/1761412183785-PlaceHolder.png",
          "gallery": [],
          "activities": [],
          "date": "2025-10-25",
          "status": "active"
        }
      ],
      "k220": []
    }
  }
}